[
  {
    "id": "d40b535c-d578-7828-98d8-5adf5d8e9977",
    "name": "Caste: The Lies That Divide Us",
    "author": "Isabel Wilkerson",
    "info": "Beautifully written and deeply original, Caste is an eye-opening examination of what lies beneath the surface of ordinary lives. No one can afford to ignore the moral clarity of its insights, or its urgent call for a freer, fairer world.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/1e21a706c10705e3ba77cb00a7e78bb4/c/a/caste.jpg",
    "price": "17.40"
  },
  {
    "id": "218b51a4-f240-2ac0-aa43-437bf2819036",
    "name": "Shuggie Bain",
    "author": "Douglas Stuart",
    "info": "A heart-wrenchingly moving first novel set in Glasgow during the Thatcher years, Shuggie Bain tells the story of a boy's doomed attempt to save his proud, alcoholic mother from her addiction.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/e337c04ad4e84a2ac9195044147e5b5a/9/7/9781529019278_1.jpg",
    "price": "13.04"
  },
  {
    "id": "6233b682-a182-2faa-f416-ee32cbdb6703",
    "name": "Hamnet",
    "author": "Maggie O'Farrell",
    "info": "Hamnet is a novel inspired by the son of a famous playwright. It is a story of the bond between twins, and of a marriage pushed to the brink by grief. It is also the story of a kestrel and its mistress; flea that boards a ship in Alexandria; and a glovemaker's son who flouts convention in pursuit of the woman he loves. Above all, it is a tender and unforgettable reimagining of a boy whose life has been all but forgotten, but whose name was given to one of the most celebrated plays ever written.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/e337c04ad4e84a2ac9195044147e5b5a/9/7/9781472223791_1_1_1.jpg",
    "price": "17.00"
  },
  {
    "id": "664d411a-5e13-728d-a23b-7f4363263fe6",
    "name": "Mayflies",
    "author": "Andrew O'Hagan",
    "info": "Everyone has a Tully Dawson: the friend who defines your life. In the summer of 1986, in a small Scottish town, James and Tully ignite a brilliantfriendship based on music, films and the rebel spirit. Tully has news. Mayflies is a memorial to youth's euphorias and to everyday tragedy.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/40c027b934e88439c8ef4650bdce97ed/9/7/9780571273683.jpg",
    "price": "2,095"
  },
  {
    "id": "661ce51e-7af2-b339-fde5-5e9bc3ef45c5",
    "name": "Love and Other Thought Experiments",
    "author": "Sophie Ward",
    "info": "Rachel and Eliza are planning their future together. One night in bed Rachel wakes up terrified and tells Eliza that an ant has crawled into her eye and is stuck there. Rachel is certain; Eliza, a scientist, is sceptical. Suddenly their entire relationship is called into question. What follows is a uniquely imaginitive sequence of interlinked stories ranging across time, place and perspective to form a sparkling philosophical tale of love, lost and found across the universe.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/993264274752f8ce141a3a813d71fce5/9/7/9781472154606.jpg",
    "price": "2,595"
  },
  {
    "id": "307274f9-86df-7f06-f4c7-a6cca1a70261",
    "name": "A Ghost In The Throat",
    "author": "Doireann Ni Ghriofa",
    "info": "A true original. In this stunningly unusual prose debut, Doireann Ni Ghriofa sculpts essay and autofiction to explore inner life and the deep connection felt between two writers centuries apart. In the 1700s, an Irish noblewoman, on discovering her husband has been murdered, drinks handfuls of his blood and composes an extraordinary poem. In the present day, a young mother narrowly avoids tragedy. On encountering the poem, she becomes obsessed with its parallels with her own life, and sets out to track down the rest of the story. A devastating and timeless tale about one woman freeing her voice by reaching into the past and finding another's.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/993264274752f8ce141a3a813d71fce5/9/7/9781916434264_1.jpg",
    "price": "11.30"
  },
  {
    "id": "778fb5b2-a42e-b55c-e5c4-f451292c0a84",
    "name": "African Europeans: An Untold History",
    "author": "Olivette Otele",
    "info": "As early as the third century, St Maurice-an Egyptian-became leader of the legendary Roman Theban Legion. Ever since, there have been richly varied encounters between those defined as 'Africans' and those called 'Europeans'. Yet Africans and African Europeans are still widely believed to be only a recent presence in Europe. Olivette Otele traces a long African European heritage through the lives of individuals both ordinary and extraordinary. She uncovers a forgotten past, from Emperor Septimius Severus, to enslaved Africans living in Europe during the Renaissance, and all the way to present-day migrants moving to Europe's cities. By exploring a history that has been long overlooked, she sheds light on questions very much alive today-on racism, identity, citizenship, power and resilience. 'African Europeans' is a landmark account of a crucial thread in Europe's complex history.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/993264274752f8ce141a3a813d71fce5/9/7/9781787381919_1.jpg",
    "price": "17.40"
  },
  {
    "id": "a50e8e47-2566-30a0-e3ee-2c1a1f9a6c37",
    "name": "Square Haunting: Five Women, Freedom and London Between the Wars",
    "author": "Francesca Wade",
    "info": "Virginia Woolf, diary, 1925 Mecklenburgh Square, on the radical fringes of interwar Bloomsbury, was home to activists, experimenters and revolutionaries; among them were the modernist poet H. D., detective novelist Dorothy L. Sayers, classicist Jane Harrison, economic historian Eileen Power, and writer and publisher Virginia Woolf. They each alighted there seeking a space where they could live, love and, above all, work independently. Francesca Wade's spellbinding group biography explores how these trailblazing women pushed the boundaries of literature, scholarship, and social norms, forging careers that would have been impossible without these rooms of their own. 'Elegant, erudite and absorbing, Square Haunting is a startlingly original debut, and Francesca Wade is a writer to watch.' Frances Wilson 'A fascinating voyage through the lives of five remarkable women - moving and immersive.' Edmund Gordon",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/722fb6e687c53b302dca6f0afd7044d5/9/7/9780571330652.jpg",
    "price": "17.40"
  },
  {
    "id": "cf5928fe-9f41-7bd9-2e36-39a2a4454fad",
    "name": "Rainbow Milk",
    "author": "Paul Mendez",
    "info": "Rainbow Milk is an intersectional coming-of-age story, following nineteen-year-old Jesse McCarthy as he grapples with his racial and sexual identities against the backdrop of a Jehovah's Witness upbringing and the legacies of the Windrush generation. In the Black Country in the 1950s, ex-boxer Norman Alonso is a determined and humble Jamaican who has moved to Britain with his wife to secure a brighter future for themselves and their children. Blighted with unexpected illness and racism, Norman and his family are resilient in the face of such hostilities, but are all too aware that they will need more than just hope to survive. At the turn of the millennium, Jesse seeks a fresh start in London - escaping from a broken immediate family, a repressive religious community and the desolate, disempowered Black Country - but finds himself at a loss for a new centre of gravity, and turns to sex work to create new notions of love, fatherhood and spirituality. Rainbow Milk is a bold exploration of race, class, sexuality, freedom and religion across generations, time and cultures. Paul Mendez is a fervent new writer with an original and urgent voice.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/85060a02c38b002473c76b1ed59b0feb/r/a/rainbow.jpg",
    "price": "17.40"
  },
  {
    "id": "a50e8e47-2566-30a0-e3ee-2c1a1f9a6c37",
    "name": "Me and White Supremacy: How to Recognise Your Privilege, Combat Racism and Change the World",
    "author": "Layla Saad",
    "info": "Me and White Supremacy shows readers how to dismantle the privilege within themselves so that they can stop (often unconsciously) inflicting damage on people of colour, and in turn, help other white people do better, too. When Layla Saad began an Instagram challenge called #MeAndWhiteSupremacy, she never predicted it would spread as widely as it did. She encouraged people to own up and share their racist behaviours, big and small. She was looking for truth, and she got it. Thousands of people participated, and over 90,000 people downloaded the book. The updated and expanded Me and White Supremacy takes the work deeper by adding more historical and cultural contexts, sharing moving stories and anecdotes, and including expanded definitions, examples, and further resources. Awareness leads to action, and action leads to change. The numbers show that readers are ready to do this work - let's give it to them.",
    "image": "https://cdn.guardianbookshop.com/media/catalog/product/cache/cbc18ffd6014f3b7fd0eeee7870f4413/9/7/9781529405101_1_1_1.jpg",
    "price": "13.04"
  }
]
